tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'mas'
brew 'lv'
brew 'nodenv'
brew 'mycli'
brew 'wget'
brew 'jq'
brew 'watch'
brew 'colordiff'
brew 'peco'
brew 'ghq'

brew 'gauche'
brew 'ant'

cask 'java'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'dropbox'
cask 'cisco-proximity'
cask 'firefox'
cask 'visual-studio-code'
cask 'iterm2'
cask 'db-browser-for-sqlite'
cask 'keepassxc'
cask 'slack'
cask 'zoomus'

mas 'CotEditor', id: 1024640650
mas 'Cybozu Desktop', id: 905155357
mas 'Keynote', id: 409183694
