tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
brew 'mas'
brew 'lv'
brew 'nodebrew'
brew 'mycli'
brew 'wget'

cask 'java'

brew 'gauche'
brew 'ant'

cask 'google-chrome'
cask 'google-japanese-ime'
cask 'dropbox'
#cask 'cisco-proximity'
cask 'virtualbox'
cask 'firefox'
cask 'keepassx'
cask 'visual-studio-code'
cask 'iterm2'
cask 'sqlitebrowser'
cask 'intellij-idea'
cask 'mactex'

cask 'google-photos-backup-and-sync'
cask 'music-manager'
cask 'kindle'
cask 'vlc'
cask 'slack'
cask 'zoomus'

mas 'CotEditor', id: 1024640650
#mas 'Cybozu Desktop', id: 905155357
mas 'Keynote', id: 409183694
mas 'Todoist', id: 585829637
